{
    "https://en.wikipedia.org/wiki/Caracal": "The caracal is a medium-sized wild cat native to Africa, the Middle East, Central Asia, and arid areas of Pakistan and northwestern India. It is characterised by a robust build, long legs, a short face, long tufted ears, and long canine teeth. Its coat is uniformly reddish tan or sandy, while the ventral parts are lighter with small reddish markings. It reaches 40–50 cm (16–20 in) at the shoulder and weighs 8–19 kg (18–42 lb). It was first scientifically described by German naturalist Johann Christian Daniel von Schreber in 1776. Three subspecies are recognised.",
    "https://en.wikipedia.org/wiki/Cat": "The cat is a domestic species of small carnivorous mammal. It is the only domesticated species in the family Felidae and is often referred to as the domestic cat to distinguish it from the wild members of the family. A cat can either be a house cat, a farm cat or a feral cat; the latter ranges freely and avoids human contact. Domestic cats are valued by humans for companionship and their ability to hunt rodents. About 60 cat breeds are recognized by various cat registries.",
    "https://en.wikipedia.org/wiki/Cheetah": "The cheetah is a large cat native to Africa and central Iran. It is the fastest land animal, estimated to be capable of running at 80 to 128 km/h with the fastest reliably recorded speeds being 93 and 98 km/h, and as such has several adaptations for speed, including a light build, long thin legs and a long tail. It typically reaches 67–94 cm (26–37 in) at the shoulder, and the head-and-body length is between 1.1 and 1.5 m. Adults weigh between 21 and 72 kg. Its head is small, rounded, and has a short snout and black tear-like facial streaks. The coat is typically tawny to creamy white or pale buff and is mostly covered with evenly spaced, solid black spots. Four subspecies are recognised.",
    "https://en.wikipedia.org/wiki/Clouded leopard": "The clouded leopard is a wild cat inhabiting dense forests from the foothills of the Himalayas through mainland Southeast Asia into South China. The first clouded leopard known to science was brought to London from China in the early 19th century and described in 1821. It has large dusky-grey blotches and irregular spots and stripes forming a clouded pattern. Its head-and-body length ranges from 68.6 to 108 cm with a 61 to 91 cm long tail. It uses its tail for balancing when moving in trees and is able to climb down vertical tree trunks head first. It rests in trees during the day and hunts by night on the forest floor.",
    "https://en.wikipedia.org/wiki/Dewey Readmore Books": "Dewey Readmore Books was the library cat of the Spencer, Iowa, Public Library. Having been abandoned in the library's drop box in January 1988, he was adopted by the library and gained local attention for his story shortly thereafter. His fame soon grew nationally, then internationally, and he was featured in a variety of mediums, including Paul Harvey's radio program The Rest of the Story and a Japanese documentary about cats. His story became so well known that, after his death in December 2006, his obituary was featured in more than 270 newspapers worldwide. Dewey's caretaker, head librarian Vicki Myron, published a book on Dewey's life in 2008, entitled Dewey: The Small-Town Library Cat Who Touched the World, which became a New York Times number-one nonfiction bestseller which was translated into numerous languages. Myron adapted it for two children's versions, wrote the sequel Dewey's Nine Lives (2010), and published a third children's book, Dewey's Christmas at the Library.",
    "https://en.wikipedia.org/wiki/Felicette": "Félicette was the only cat successfully launched into space. She was launched on 18 October 1963 as part of the French space program. Félicette was one of 14 female cats trained for spaceflight. The cats had electrodes implanted onto their skulls so their neurological activity could be monitored throughout the flight. Electrical impulses were applied to the brain and a leg during the flight to stimulate responses. The capsule was recovered 13 minutes after the rocket was ignited. Most of the data from the mission was of good quality, and Félicette survived the flight. A second feline was killed in a launch mishap on 24 October 1963.",
    "https://en.wikipedia.org/wiki/Friskies": "Friskies is an American brand of wet and dry cat food and treats owned by Nestlé Purina PetCare Company, a subsidiary of Nestlé global. Friskies was initially introduced by Carnation Company in the 1930s as a dog food brand. When Friskies cat food was introduced in the 1950s, it was the first dry pet food product specifically for cats. The brand was acquired by Nestlé in 1985. From the 1970s to the 2000s, variations in Friskies cat food proliferated as the competition for consumer spending intensified.",
    "https://en.wikipedia.org/wiki/Goathouse Refuge": "The Goathouse Refuge in Pittsboro, North Carolina, is a nonprofit no-kill animal sanctuary for cats that is run on a volunteer-basis. The refuge is cage-free with the cats roaming around within the boundaries of the property. Founded in 2007 by Italian-born artist Siglinda Scarpa, the refuge can hold up to 300 cats on a 16-acre farm. There is an art gallery located on the first floor of the house where Scarpa sells her handmade art such as pottery, sculptures, and cookware to help support the refuge.",
    "https://en.wikipedia.org/wiki/Humphrey (cat)": "Humphrey was a cat employed as the Chief Mouser to the Cabinet Office at 10 Downing Street, the official residence of the Prime Minister of the United Kingdom, from October 1989 to 13 November 1997.",
    "https://en.wikipedia.org/wiki/Jaguarundi": "The jaguarundi is a wild cat native to the Americas. Its range extends from central Argentina in the south to northern Mexico, through Central and South America east of the Andes. The jaguarundi is a medium-sized cat of slender build. Its coloration is uniform with two color morphs, gray and red. It has an elongated body, with relatively short legs, a small, narrow head, small, round ears, a short snout, and a long tail, resembling mustelids in these respects. It is about twice as large as a domestic cat, reaching nearly 360 mm (14 in) at the shoulder, and weighs 3.5–7 kg (7.7–15.4 lb).",
    "https://en.wikipedia.org/wiki/Jungle cat": "The jungle cat, also called reed cat and swamp cat, is a medium-sized cat native to the Middle East, the Caucasus, South and Southeast Asia and southern China. It inhabits foremost wetlands like swamps, littoral and riparian areas with dense vegetation. It is listed as Least Concern on the IUCN Red List, and is mainly threatened by destruction of wetlands, trapping and poisoning.",
    "https://en.wikipedia.org/wiki/Maine Coon": "The Maine Coon is a large domesticated cat breed. It has a distinctive physical appearance and valuable hunting skills. It is one of the oldest natural breeds in North America, specifically native to the US state of Maine, where it is the official state cat.",
    "https://en.wikipedia.org/wiki/Nestle Purina PetCare": "Nestlé Purina Petcare, or simply Purina, is an American subsidiary of Nestlé, based in St. Louis, Missouri. It produces and markets pet food, treats and cat litter. Some of its pet food brands include Purina Pro Plan, Purina Dog Chow, Friskies, Beneful and Purina One. The company was formed in 2001 by combining Nestlé's Friskies Petcare Company with Ralston Purina, which acquired it for $10.3 billion. As of 2012, it is the second-largest pet food company globally and the largest in the United States.",
    "https://en.wikipedia.org/wiki/Norwegian Forest cat": "The Norwegian Forest cat is a breed of domestic cat originating in Northern Europe. This natural breed is adapted to a very cold climate, with a top coat of glossy, long, water-shedding hair and a woolly undercoat for insulation. Although this is uncertain, the breed's ancestors may have been a landrace of short-haired cats brought to Norway by the Vikings around 1000 AD, who may also have brought with them long-haired cats, like those ancestral to the modern Siberian and Turkish Angora. During World War II, the breed became nearly extinct until efforts by the Norwegian Forest Cat Club helped the breed by creating an official breeding program. It was registered as a breed with the European Fédération Internationale Féline in the 1970s, when a local cat fancier, Carl-Fredrik Nordane, took notice of the breed and made efforts to register it. Currently, the Norwegian Forest breed is very popular in Norway, Denmark, Sweden, Iceland and France.",
    "https://en.wikipedia.org/wiki/Ocelot": "The ocelot is a medium-sized spotted wild cat that reaches 40–50 cm (15.7–19.7 in) at the shoulders and weighs between 8 and 15.5 kg. It was first described by Carl Linnaeus in 1758. Two subspecies are recognized. It is native to the southwestern United States, Mexico, Central and South America, and to the Caribbean islands of Trinidad and Margarita. It prefers areas close to water sources with dense vegetation cover and high prey availability.",
    "https://en.wikipedia.org/wiki/Serval": "The serval is a wild cat native to Africa. It is rare in North Africa and the Sahel, but widespread in sub-Saharan countries, except rainforest regions. Across its range, it occurs in protected areas, and hunting it is either prohibited or regulated in range countries.",
    "https://en.wikipedia.org/wiki/Singapura cat": "The Singapura is the smallest breed of cat, noted for its large eyes and ears, ticked coat, and blunt tail. It was established from three \"drain cats\" imported from the city-state of Singapore in the 1970s, with its status confirmed by the Cat Fanciers' Association (CFA) and the The International Cat Association (TICA).",
    "https://en.wikipedia.org/wiki/Tiger": "The tiger is the largest living cat species and a member of the genus Panthera. It is most recognisable for its dark vertical stripes on orange-brown fur with a lighter underside. It is an apex predator, primarily preying on ungulates such as deer and wild boar. It is territorial and generally a solitary but social predator, requiring large contiguous areas of habitat, which support its requirements for prey and rearing of its offspring. Tiger cubs stay with their mother for about two years, before they become independent and leave their mother's home range to establish their own.",
    "https://en.wikipedia.org/wiki/Pallas's cat": "The Pallas's cat, also known as the manul, is a small wild cat with long and dense light grey fur. Its rounded ears are set low on the sides of the head. Its head-and-body length ranges from 46 to 65 cm with a 21 to 31 cm long bushy tail. It is well camouflaged and adapted to the cold continental climate in its native range, which receives little rainfall and experiences a wide range of temperatures.",
    "https://en.wikipedia.org/wiki/Black-footed cat": "The black-footed cat, also called the small-spotted cat, is the smallest wild cat in Africa, having a head-and-body length of 35–52 cm (14–20 in). Despite its name, only the soles of its feet are black or dark brown. With its bold small spots and stripes on the tawny fur, it is well camouflaged, especially on moonlit nights. It bears black streaks running from the corners of the eyes along the cheeks, and its banded tail has a black tip.",
    "https://en.wikipedia.org/wiki/Sand cat": "The sand cat, also known as the sand dune cat, is a small wild cat that inhabits sandy and stony deserts far from water sources. With its sandy to light grey fur, it is well camouflaged in a desert environment. Its head-and-body length ranges from 39–52 cm (15–20 in) with a 23–31 cm (9.1–12.2 in) long tail. Its 5–7 cm (2.0–2.8 in) short ears are set low on the sides of the head, aiding detection of prey moving underground. The long hair covering the soles of its paws insulates its pads against the extremely hot and cold temperatures in deserts."
  }